{
  "item": [
    {
      "title": "Massimo Mongiardo",
      "image": "/photos/MassimoMongiardo---Logo.png",
      "details": "Wow, did we need Massimo Mongiardo. All of the visuals of Café Mars were collaboratively conjured up with the mastery of Massi. He took some amateur sketches and combined them with his own skills and imagination to produce our logo, menus, illustrations (on the roll gates and the restroom walls), posters, and font(!). Massimo tied everything together. He knows how to make sense, and that is the highest of praise. Massimo Mongiardo has done other wonderful work for restaurants like Bonnie's and Win Son. He knows how to do just the right thing for each project, and can do it all, so if your restaurant needs the full works, beg and plead for him to get onboard. He is also an exceptional illustrator and muralist, if you just need some original art, large or small. ",
      "links": [
        {
          "name": "Website",
          "url": "www.massimomongiardo.com"
        },
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/massimomongiardo/?hl=en"
        }
      ]
    },
    {
      "title": "Aria Dorsey",
      "image": "/Friends/arialogorescaled.png",
      "details": "Aria met Jorge while working together in Nashville, and was the natural choice to lay the groundwork for the wine program at Café Mars. As a wine consultant and a person, she brings just the type of joy and nerdy passion that we adore. Her patience, attention to detail, and astonishing depth of knowledge impressed us to no end. Aria Dorsey was the driving force behind a wine program that we are very proud of. For any wine and service consulting needs, send her an email post haste.",
      "links": [
        {
          "name": "Email",
          "url": "aria@fobthospitality.com",
          "type": "mailto:"
        }
      ]
    },
    {
      "title": "John deBary",
      "image": "/photos/bellini.png",
      "details": "We’ve known John for a really long time, and are in awe of his skills and knowledge, but above all, his thoughtfulness and generosity of spirit. We would have been lucky to get to work with him just for those reasons, but his point of view on cocktails and design/nostalgia/deliciousness couldn’t have been a better fit. Besides occasional restaurant consulting, he is an excellent author and teacher (Drink What You Want, Saved by the Bellini, Food52), and founded the incredible advocacy group Restaurant Workers Community Foundation. His wonderful new book, Saved by the Bellini, is available at Café Mars and wherever great books are sold.",
      "links": [
        {
          "name": "Website",
          "url": "https://johndebary.com/",
          "type": ""
        },
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/jnd3001/?hl=en",
          "type": ""
        }
      ]
    },
    {
      "title": "Format Architecture Office",
      "image": "/Friends/formatlogorescaled.png",
      "details": "Format Architecture Office was asked to turn a hunch that it was possible to integrate Memphis Milano, Hobbiton, Futurism, the Amalfi Coast, and Gaudi, into the restaurant we see today. We think they succeeded magnificently. The process of designing building a restaurant in New York City is long and daunting, and we feel lucky to have had Format on our side. Many thanks to Matt Hettler and Andy McGee (architects) and an extra special thank you to Clare Hacko (designer). This is Format’s first, of hopefully many, restaurant projects.",
      "links": [
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/format.nyc/?hl=en",
          "type": ""
        },
        {
          "name": "Website",
          "url": "https://www.instagram.com/format.nyc/?hl=en",
          "type": ""
        }
      ]
    },
    {
      "title": "",
      "image": "/Friends/michikologo.png",
      "details": "The first outside collaborator with Café Mars, Michiko made her first sketches back in 2019. She patiently adapted to the changing whims during the long journey of realizing Café Mars, producing the skilled and stunning plates, bowls, and drink ware we get the pleasure of using every day. Michiko Shimada is making incredible cast ceramics, both sculptural and functional, in Greenpoint, Brooklyn.",
      "links": [
        {
          "name": "Website",
          "url": "http://michiko-shimada.com/"
        },
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/michiko_shimada/?hl=en",
          "type": ""
        }
      ]
    },
    {
      "title": "Patrick Dolande",
      "details": "We were lucky enough to know Patrick Dolande through mutual friends, and what a blessing that connection is. He was the perfect person to photograph Café Mars—he just just got it right away, creating a comfortable and creative space to capture a vital part of what we're trying to do at Café Mars. A consummate professional as well as an energetic and charming presence, Patrick Dolande is an award-winning food-focused photographer working out of New York City. Most importantly, he's a really kind and friendly human. ",
      "links": [
        {
          "name": "Website",
          "url": "https://www.instagram.com/patrickdolande/?hl=en",
          "type": ""
        }
      ]
    },
    {
      "title": "Todd Higuchi",
      "details": "We came to Todd Higuchi, and asked for silverware drawers and wood tables that were not square. With that small amount of direction, Todd brilliantly created the beautifully crafted tongue and groove drawers and the tables you in the blue dining room. He incorporate a Café Mars easter egg into the form of the tables, can you find it? If you are ever in the need of custom, high quality and thoughtfully designed carpentry, with the sweetest gem of a human you can find, Todd is your guy",
      "links": [
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/toddhiguchi/?hl=en",
          "type": ""
        }
      ]
    },
    {
      "title": "",
      "image": "/photos/LeroysPlace_Logo_Black-01.png",
      "details": "We have Leroy's Place (Serene Bacigalupi, founder) to thank for the mind-bending, laugh-inducing, stunning, genius painting, \"Unusual Italians,\" adorning the large wall of the blue room. Leroy’s Place is an art company, that has been adding joy and laughter to the world since 2010. An arts collective based in Brooklyn and New Orleans, they have created a world of wonder. In bringing the friendly monsters and puntastic adventures of Serene's original art to life through the talents and vision of cardboardpenter extraordinaire, Jacque Duforc, Leroy's Place works in sculpture, puppetry, film, and music. We think it's a really special place. Leroy's Place also brings the work of many other exceptional monster artists to a larger audience at their immersive shops on 7th Avenue in Brooklyn and Royal Street in New Orleans. Go there if you want to laugh and delight in a new world. ",
      "links": [
        {
          "name": "Website",
          "url": "http://localhost:1313/friends/leroysplace.com"
        },
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/leroysplace/?hl=en"
        }
      ]
    },
    {
      "title": "Tito Na Rua",
      "details": "Tito Na Rua is has been a graffiti writer and comic artist since his teenage years in the Bronx. After a quick 15 year sojourn to develop his art and raise his family in Rio de Janeiro, Tito is back in New York City. We came to Tito with the desire to paint the roll gates at Café Mars, but without any real plan. In a process that was so indicative of his respect, empathy, and joie de vivre, despite bringing some stunning original designs to the table, Tito graciously executed another artist's illustrations, using his immense technical ability to do what we all thought was right for the space. His remarkable perfectionism and attention to detail kept Tito hanging around Café Mars for much longer than anyone expected. What a complete treat it was to have that time together. We are huge fans of his art, and have plans to let him shine with his own creations soon. If you have a wall or any large outdoor surface, you should make your own plans with Tito right now.",
      "links": [
        {
          "name": "Website",
          "url": "http://localhost:1313/friends/titonarua.com"
        },
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/tito_na_rua/?hl=en"
        }
      ]
    },
    {
      "title": "Luigi Amarante",
      "image": "/Friends/luigirescaled.png",
      "details": "At 87 years old, Luigi is one of, if not the, last makers of the traditional woven chestnut baskets of Tramonti. Carrying on a millenium-old, UNESCO recognized trade, Luigi grows and harvests the chestnut trees, strips the bark, and weaves the baskets the greet you at Café Mars."
    },
    {
      "title": "",
      "image": "/studioapotroes.jpeg",
      "details": "One of the earliest supporters and friends of Café Mars, Brianna Love (founder, studio apotroes) is an exceptional designer, maker, and thinker. Unsolicited, she sent us 853 beautiful renderings for a Memphis Milano-inspired chair, because she knew we needed them for the bar. After a wonderful and collaborative design proces, Brianna not only built but custom mixed and painted the Phobos chairs you see at the bar at Café Mars. Follow studio apotroes on the double, and see what they're up to next!",
      "links": [
        {
          "name": "Website",
          "url": "http://studioapotroes.com/"
        },
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/studioapotroes/?hl=en"
        }
      ]
    },
    {
      "title": "",
      "image": "/photos/measured hr logo Black on Transparent.png",
      "details": "Rachel Ramsey (founder, Measured HR) is a champion of small restaurants and a tireless advocate for treating people kindly and humanely. We feel deeply lucky to have her as a supporter for all the humans at Café Mars. In a world where trying to do the right thing can feel so challenging, it was a deeply reassuring feeling to have Rachel in our corner. Do the right thing, and talk to Rachel Ramsey for any and all hospitality-related human resources.",
      "links": [
        {
          "name": "Website",
          "url": "http://measured-hr.com/",
          "type": ""
        }
      ]
    },
    {
      "title": "Michiko Sakano",
      "image": "",
      "details": "Michiko Sakano is an outstanding glass artist working out of Brooklyn, NY. She made the beautiful, glowing votive holders we get to admire at Café Mars. She was an absolute pleasure to work with in adding more light to the space. ",
      "links": [
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/michikosakanostudio/?hl=en"
        }
      ]
    },
    {
      "title": "Kiss of the Wolf",
      "image": "/Friends/kissofthewolflogorescaled.png",
      "details": "Lori Bacigalupi (founder, Kiss of the Wolf) is a legend in the world of art to wear clothing and fabric art in this country. She has been making hand-painted silk clothing in Norman, OK for 40 years. Her work is in the permanent collection of the Smithsonian and was the clothing of choice for Maya Angelou when she accepted the Presidential Medal of Freedom. One of the most thoughtful and empathetic souls you could ever meet, Lori was kind enough to make the noren curtain hanging at the entrance to the kitchen at Café Mars. ",
      "links": [
        {
          "name": "Instagram",
          "url": "https://www.instagram.com/kissofthewolf/?hl=en"
        }
      ]
    }
  ]
}