{
  "item": [
    {
      "title": "Cooks",
      "description": "We are looking for kind, curious, and organized professionals to join our kitchen. At Café Mars, instead of refining our focus to a particular region or time period, we explore the entire universe of Italian food—a telescope, not a microscope. With our feet planted in a deep respect for traditional technique, we are open to new and unexpected ways of making Italian food. To do this, we need cooks that see as much value in folding 1,000 tortellini as in discovering new flavor combinations and techniques.",
      "extendedDescription": "We are looking for kind, curious, and organized professionals to join our kitchen. At Café Mars, instead of refining our focus to a particular region or time period, we explore the entire universe of Italian food—a telescope, not a microscope. With our feet planted in a deep respect for traditional technique, we are open to new and unexpected ways of making Italian food.\n\nTo do this, we need cooks that see as much value in folding 1,000 tortellini as in discovering new flavor combinations and techniques. We need cooks that want to get a little bit better every day. We want cooks who want to learn all facets of the restaurant experience.\n\nAs we value teamwork that spans all of the positions in our space, we will share some FOH responsibilities with the kitchen, and visa versa. No experience is necessary for this component of the work, but an open mind and willingness to learn is! Cooks will be working directly with chefs Paul D’Avino and Jorge Olarte during both prep and service for 5 days a week of dinner service.\n\nSound like you? Come and get it! Send an email to [info@cafemarsbk.com](mailto:info@cafemarsbk.com)\n",
      "link": "cooks"
    },
    {
      "title": "Servers",
      "description": "We are looking for skilled, enthusiastic, and kind hospitality professionals to join Café Mars. We are looking full-time commitments for dinner service 5 nights a week. The service we aim to provide at Café Mars is as attentive as a fine dining establishment, but with more familiarity and sense of celebration. While we are primarily seeking candidates who have prior experience in FOH operations, this position could be ideal for anyone who is passionate about restaurants and looking to learn and grow with us.",
      "extendedDescription": "We are looking for skilled, enthusiastic, and kind hospitality professionals to join Café Mars. We are looking full-time commitments for dinner service 5 nights a week. The service we aim to provide at Café Mars is as attentive as a fine dining establishment, but with more familiarity and sense of celebration. While we are primarily seeking candidates who have prior experience in FOH operations, this position could be ideal for anyone who is passionate about restaurants and looking to learn and grow with us. We would also welcome any prospective employees with experience and love of wines who were looking to expand upon that knowledge by becoming more involved with the wine program.\n",
      "link": "servers"
    }
  ]
}